IDEA StatiCa Open Model
BoltParam.ColsSymmetry Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Gets or sets the type of symmetry of columns positions.
 Namespace: IdeaRS.OpenModel.Parameters
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public Symmetry ColsSymmetry { get; set; }
Public Property ColsSymmetry As Symmetry
	Get
	Set
public:
property Symmetry ColsSymmetry {
	Symmetry get ();
	void set (Symmetry value);
}
Property Value
Type: Symmetry
See Also
Reference
BoltParam Class
IdeaRS.OpenModel.Parameters Namespace